[
  "dataview",
  "easy-typing-obsidian",
  "obsidian-excalidraw-plugin",
  "floating-toc",
  "obsidian-git",
  "mousewheel-image-zoom",
  "obsidian-paste-image-rename",
  "obsidian-style-settings",
  "templater-obsidian",
  "realclaudian"
]